{
<<<<<<< HEAD
  "alpha-nvim": { "branch": "main" },
  "copilot.vim": { "branch": "release" },
  "indentLine": { "branch": "master" },
  "lspkind-nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "onedark.vim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "vim": { "branch": "master" },
  "vim-abolish": { "branch": "master" },
  "vim-closetag": { "branch": "master" },
  "vim-commentary": { "branch": "master" },
  "vim-dadbod": { "branch": "master" },
  "vim-easymotion": { "branch": "master" },
  "vim-expand-region": { "branch": "master" },
  "vim-gotham": { "branch": "main" },
  "vim-javascript": { "branch": "master" },
  "vim-polyglot": { "branch": "master" },
  "vim-signify": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-visual-multi": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}
=======
<<<<<<< HEAD
  "alpha-nvim": { "branch": "main" },
  "copilot.vim": { "branch": "release" },
  "lspkind-nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
=======
  "LuaSnip": { "branch": "master" },
  "NvChad": { "branch": "v2.5" },
  "base46": { "branch": "v2.5" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
>>>>>>> 320c22a70410db89219094e71d7ff2bd4f8a4c27
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
<<<<<<< HEAD
  "telescope.nvim": { "branch": "master" },
  "vim-gotham": { "branch": "main" },
  "vim-polyglot": { "branch": "master" }
}
=======
  "telescope.nvim": { "branch": "0.1.x" },
  "ui": { "branch": "v2.5" },
  "which-key.nvim": { "branch": "main" }
}
>>>>>>> 320c22a70410db89219094e71d7ff2bd4f8a4c27
>>>>>>> 06facd8ab114eef4773f7c9b0fb04dcb18cee616
